{
    "arxiv:quant-ph": [
        [
            "Quantum computing and the brain: quantum nets, dessins d'enfants and neural networks",
            "In this paper, we will discuss a formal link between neural networks and quantum computing. For that purpose we will present a simple model for the description of the neural network by forming sub-graphs of the whole network with the same or a similar state. We will describe the interaction between these areas by closed loops, the feedback loops. The change of the graph is given by the deformations of the loops. This fact can be mathematically formalized by the fundamental group of the graph. Furthermore the neuron has two basic states |0⟩ (ground state) and |1⟩ (excited state). The whole state of an area of neurons is the linear combination of the two basic state with complex coefficients representing the signals (with 3 Parameters: amplitude, frequency and phase) along the neurons. Then it can be shown that the set of all signals forms a manifold (character variety) and all properties of the network must be encoded in this manifold. In the paper, we will discuss how to interpret learning and intuition in this model. Using the Morgan-Shalen compactification, the limit for signals with large amplitude can be analyzed by using quasi-Fuchsian groups as represented by dessins d'enfants (graphs to analyze Riemannian surfaces). As shown by Planat and collaborators, these dessins d'enfants are a direct bridge to (topological) quantum computing with permutation groups. The normalization of the signal reduces to the group SU(2) and the whole model to a quantum network. Then we have a direct connection to quantum circuits. This network can be transformed into operations on tensor networks. Formally we will obtain a link between machine learning and Quantum computing.",
            "https://doi.org/10.1051/epjconf/201919800014"
        ],
        [
            "A Simple Quantum Neural Net with a Periodic Activation Function",
            "In this paper, we propose a simple neural net that requires only O(nlog2k) number of qubits and O(nk) quantum gates: Here, n is the number of input parameters, and k is the number of weights applied to these parameters in the proposed neural net. We describe the network in terms of a quantum circuit, and then draw its equivalent classical neural net which involves O(kn) nodes in the hidden layer. Then, we show that the network uses a periodic activation function of cosine values of the linear combinations of the inputs and weights. The backpropagation is described through the gradient descent, and then iris and breast cancer datasets are used for the simulations. The numerical results indicate the network can be used in machine learning problems and it may provide exponential speedup over the same structured classical neural net.",
            "https://doi.org/10.1109/SMC.2018.00491"
        ],
        [
            "Image classification using quantum inference on the D-Wave 2X",
            "We use a quantum annealing D-Wave 2X computer to obtain solutions to NP-hard sparse coding problems. To reduce the dimensionality of the sparse coding problem to fit on the quantum D-Wave 2X hardware, we passed downsampled MNIST images through a bottleneck autoencoder. To establish a benchmark for classification performance on this reduced dimensional data set, we used an AlexNet-like architecture implemented in TensorFlow, obtaining a classification score of 94.54±0.7%. As a control, we showed that the same AlexNet-like architecture produced near-state-of-the-art classification performance (∼99%) on the original MNIST images. To obtain a set of optimized features for inferring sparse representations of the reduced dimensional MNIST dataset, we imprinted on a random set of 47 image patches followed by an off-line unsupervised learning algorithm using stochastic gradient descent to optimize for sparse coding. Our single-layer of sparse coding matched the stride and patch size of the first convolutional layer of the AlexNet-like deep neural network and contained 47 fully-connected features, 47 being the maximum number of dictionary elements that could be embedded onto the D-Wave 2X hardware. Recent work suggests that the optimal level of sparsity corresponds to a critical value of the trade-off parameter associated with a putative second order phase transition, an observation supported by a free energy analysis of D-Wave energy states. When the sparse representations inferred by the D-Wave 2X were passed to a linear support vector machine, we obtained a classification score of 95.68%. Thus, on this problem, we find that a single-layer of quantum inference is able to outperform a standard deep neural network architecture.",
            "https://doi.org/10.1109/ICRC.2018.8638596"
        ]
    ],
    "nature:medicine": [
        [
            "Targeting epigenetic regulators for cancer therapy: mechanisms and advances in clinical trials",
            "Epigenetic alternations concern heritable yet reversible changes in histone or DNA modifications that regulate gene activity beyond the underlying sequence. Epigenetic dysregulation is often linked to human disease, notably cancer. With the development of various drugs targeting epigenetic regulators, epigenetic-targeted therapy has been applied in the treatment of hematological malignancies and has exhibited viable therapeutic potential for solid tumors in preclinical and clinical trials. In this review, we summarize the aberrant functions of enzymes in DNA methylation, histone acetylation and histone methylation during tumor progression and highlight the development of inhibitors of or drugs targeted at epigenetic enzymes.",
            "https://doi.org/10.1038/s41392-019-0095-0"
        ],
        [
            "Dietary patterns and cancer risk",
            "Over the past decade, the search for dietary factors on which to base cancer prevention guidelines has led to the rapid expansion of the field of dietary patterns and cancer. Multiple systematic reviews and meta-analyses have reported epidemiological associations between specific cancer types and both data-driven dietary patterns determined by empirical analyses and investigator-defined dietary indexes based on a predetermined set of dietary components. New developments, such as the use of metabolomics to identify objective biomarkers of dietary patterns and novel statistical techniques, could provide further insights into the links between diet and cancer risk. Although animal models of dietary patterns are limited, progress in this area could identify the potential mechanisms underlying the disease-specific associations observed in epidemiological studies. In this Review, we summarize the current state of the field, provide a critical appraisal of new developments and identify priority areas for future research. An underlying theme that emerges is that the effectiveness of different dietary pattern recommendations in reducing risk could depend on the type of cancer or on other risk factors such as family history, sex, age and other lifestyle factors or comorbidities as well as on metabolomic signatures or gut microbiota profiles.",
            "https://doi.org/10.1038/s41568-019-0227-4"
        ],
        [
            "Cancer's epigenetic drugs: where are they in the cancer medicines?",
            "Epigenetic modulation can affect the characteristics of cancers. Because it is likely to manipulate epigenetic genes, they can be considered as potential targets for cancer treatment. In this comprehensive study, epigenetic drugs are categorized according to anticancer mechanisms and phase of therapy. The relevant articles or databases were searched for epigenetic approaches to cancer therapy. Epigenetic drugs are divided according to their mechanisms and clinical phases that have been approved by the FDA or are undergoing evaluation phases. DNA methylation agents, chromatin remodelers specially HDACs, and noncoding RNAs especially microRNAs are the main epi-drugs for cancer. Despite many challenges, combination therapy using epi-drugs and routine therapies such as chemotherapy in various approaches have exhibited beneficial effects compared with each treatment alone. Cancer stem cell targeting and epigenetic editing have been confirmed as definitive pathways for cancer treatment. This paper reviewed the available epigenetic approaches to cancer therapy.",
            "https://doi.org/10.1038/s41397-019-0138-5"
        ]
    ],
    "pubmed:gene_expression": [
        [
            "Circular RNA TTN Acts As a miR-432 Sponge to Facilitate Proliferation and Differentiation of Myoblasts via the IGF2/PI3K/AKT Signaling Pathway.",
            "Circular RNAs (circRNAs) are ubiquitous endogenous RNA found in various organisms that can regulate gene expression in eukaryotes. However, little is known about potential roles for circRNAs in muscle development. We analyzed circRNA sequencing data of bovine skeletal muscle tissue and found differential expression of circTitin (circTTN) in fetal and adult bovine muscle tissue. We then further studied the role of circTTN in bovine muscle development. Overexpression and inhibition of circTTN together elicited its promoting roles in proliferation and differentiation of bovine primary myoblasts. Mechanistically, circTTN showed interaction with miR-432 by luciferase screening and RNA immunoprecipitation (RIP) assays. Additionally, miR-432 is a regulator of insulin-like growth factor 2 (IGF2), as indicated by luciferase activity, quantitative real-time PCR, and western blotting assays. Increased miR-432 expression inhibited the expression of IGF2, but this effect was remitted by circTTN. Conclusively, our results showed that circTTN promoted proliferation and differentiation of bovine primary myoblasts via competitively combining with miR-432 to activate the IGF2/phosphatidylinositol 3-kinase (PI3K)/AKT signaling pathway.",
            "https://doi.org/10.1016/j.omtn.2019.10.019"
        ],
        [
            "Eukaryotic elongation factor 2 is involved in the anticoccidial action of diclazuril in the second-generation merozoites of Eimeria tenella.",
            "Eimeria tenella, an obligate intracellular parasite, can actively invade the cecal epithelial cells of chickens and cause severe enteric disease. Eukaryotic elongation factor 2 (eEF2) plays a major role in protein synthesis and cell survival. This study aims to explore the exact mechanisms underlying diclazuril inhibition in second-generation merozoites of E. tenella. The eEF2 cDNA of the second-generation merozoites of E. tenella (EtEF2) was cloned by reverse transcriptase polymerase chain reaction and rapid amplification of cDNA ends. Diclazuril-induced expression profiles of EtEF2 were also analyzed. The cloned full-length cDNA (2893 bp) of the EtEF2 nucleotide sequence encompassed a 2499 bp open reading frame (ORF) that encoded a polypeptide of 832 residues with an estimated molecular mass of 93.12 kDa and a theoretical isoelectric point of 5.99. The EtEF2 nucleotide sequence was submitted to the GenBank database with the accession number KF188423. The EtEF2 protein sequence shared 99 % homology with the eEF2 sequence of Toxoplasma gondii (GenBank XP_002367778.1). The GTPase activity domain and ADP-ribosylation domain were conserved signature sequences of the eEF2 gene family. The changes in the transcriptional and translational levels of EtEF2 were detected through quantitative real-time PCR and Western blot analyses. The mRNA expression level of EtEF2 was 2.706 fold increases and the protein level of EtEF2 was increased 67.31 % under diclazuril treatment. In addition, the localization of EtEF2 was investigated through immunofluorescence assay. Experimental results demonstrated that EtEF2 was distributed primarily in the cytoplasm of second-generation merozoites, and its fluorescence intensity was enhanced after diclazuril treatment. These findings indicated that EtEF2 may have an important role in understanding the signaling mechanism underlying the anticoccidial action of diclazuril and could be a promising target for novel drug exploration.",
            "https://doi.org/10.1016/j.vetpar.2019.108991"
        ],
        [
            "Correlation of CpG methylation of Pdcd1 gene with PD-1 expression on CD8+ T cells and medical laboratory indicators in chronic hepatitis B infection.",
            "The negative signal provided by some co-inhibitory factors like PD-1 was associated with chronic hepatitis B infection induced-T cell exhaustion, but the correlation of CpG methylation of Pdcd1 gene with PD-1 expression and medical laboratory indicators in chronic hepatitis B infection has not been elucidated yet.Blood samples from 20 chronic hepatitis B infection (CHB) patients and 20 spontaneous clearance (SC) patients were collected. Percentages of PD-1-positive CD8+ T cells were analyzed by flow cytometry. The percentage of CpG methylation at the Pdcd1 locus was analyzed by bisulfite sequencing. Student's t test, Pearson, Spearman's correlation and Mann-Whitney tests were used to analyze the statistics.Percentages of PD-1-positive CD8+ T cells in the peripheral blood T cells were significantly higher in CHB patients group than SC group (p<0.001). The methylation level of Pdcd1 was significantly lower in CHB patients (p<0.001), and the methylation level of Pdcd1 was negatively correlated with PD-1 expression level in CD8+ T cells (p<0.001) and hepatitis-B surface antigen (HBsAg) (p<0.001).Our study suggests that Pdcd1 methylation is correlated with PD-1 expression on CD8+ T cells and correlated with HBsAg and alanine aminotransferase (ALT). The results may provide new ideas of anti-PD-1 inhibitors and the epigenetic regulators such as demethylation inhibitors could be more successful therapeutic strategies in hepatitis B infection patients.",
            "https://doi.org/10.1002/jgm.3148"
        ]
        
    ]
}
